/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Conectando.";
"cover-open" = "Tampa aberta.";
"developer-empty" = "Desenvolvedor vazio.";
"developer-low" = "Desenvolvedor baixo.";
"door-open" = "Porta aberta.";
"fuser-over-temp" = "Temperatura alta do fusor.";
"fuser-under-temp" = "Temperatura baixa do fusor.";
"input-tray-missing" = "Bandeja de mídia ausente.";
"interlock-open" = "Trava aberta.";
"interpreter-resource-unavailable" = "Recurso indisponível (por ex.: fonte)";
"marker-supply-empty" = "Tinta/toner vazio";
"marker-supply-low" = "Tinta/toner baixo.";
"marker-waste-almost-full" = "Depósito de resíduos de tinta/toner quase cheio.";
"marker-waste-full" = "Depósito de resíduos de tinta/toner cheio.";
"media-empty" = "Bandeja de mídia vazia.";
"media-jam" = "Congestionamento de mídia.";
"media-low" = "Bandeja de mídia quase vazia.";
"media-needed" = "A bandeja de mídia precisa ser preenchida.";
"moving-to-paused" = "Impressora desligando-se,";
"none" = " ";
"opc-life-over" = "OPC no fim da vida útil.";
"opc-near-eol" = "OPC quase no fim da vida útil.";
"other" = " ";
"output-area-almost-full" = "Depósito de saída quase cheio.";
"output-area-full" = "Depósito de saída cheio.";
"output-tray-missing" = "Bandeja de saída ausente.";
"paused" = "Em Pausa.";
"shutdown" = "Impressora sem conexão.";
"spool-area-full" = "A área do spool está cheia.";
"stopped-partly" = "Parada parcialmente";
"stopping" = "Parando";
"timed-out" = "A impressora parou de responder.";
"toner-empty" = "Sem toner.";
"toner-low" = "Toner baixo.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Parando.";
"compression-error" = "Erro de descompressão.";
"document-access-error" = "Erro de acesso do documento.";
"document-format-error" = "Erro de formato do documento.";
"job-canceled-at-device" = "Cancelado na impressora.";
"job-canceled-by-operator" = "Cancelado pelo operador.";
"job-canceled-by-user" = "Cancelada pelo usuário.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Completado com erros.";
"job-completed-with-warnings" = "Completado com avisos.";
"job-data-insufficient" = "Dados insuficientes.";
"job-hold-until-specified" = "Suspender até.";
"job-incoming" = "Entrada.";
"job-interpreting" = "Interpretando.";
"job-outgoing" = "Saída.";
"job-printing" = "Imprimindo.";
"job-queued-for-marker" = "Colocada em fila pelo marcador.";
"job-queued" = "Em fila.";
"job-restartable" = "Reiniciável.";
"job-transforming" = "Transformando.";
"printer-stopped-partly" = "Impressora parada parcialmente.";
"printer-stopped" = "Impressora parada.";
"processing-to-stop-point" = "Parando.";
"queued-in-device" = "Preparado.";
"resources-are-not-ready" = "Os recursos não estão preparados.";
"service-off-line" = "Serviço sem conexão.";
"submission-interrupted" = "Submissão interrompida.";
"unsupported-compression" = "Compressão não suportada.";
"unsupported-document-format" = "Formato de documento incompatível.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Suspender trabalhos novos";
"deactivated" = "Desativada";
"job-suspended" = "suspenso.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Filtro ausente.";
"offline-error" = "Desconectada.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk está desativado.";
"apple-missing-usbclassdriver-error" = "Driver de classe USB ausente.";
"apple-nbp-lookup-warning" = "A impressora não está respondendo.";
